Repository: JosephinCrafter/ahl_remake
Catalog: lib/src/localization/app_*.arb
Languages: fr

# heroTitle
source: Love and Serve
fr: Aimer et servir

# heroExplanation
source: Love is the most powerful force in the universe. It can defeat hate.
fr: L'Amour est la force la plus puissante de l'univers. Elle peut vaincre la haine.

# homeText
source: Home
fr: Accueil

source: About Us
fr: À propos de nous

source: Prayers
fr: Prières

# priesSpace
source: Prayers space
fr: Espace de Prière

source: Our Projects
fr: Nos Projets

source: News
fr: Actualités de la communauté

# makeDonation
source: Support us
fr: Nous soutenir

# contact
source: Contact us
fr: Nous Contacter

# welcomingTitle
source: Welcome
fr: Bienvenue!

# welcomingBody
source: Welcome on the Dominican Missionary Sister of Our Délivrande Lady, Madagascar, Saharoaloha. En tant que Sœur Supérieure, je vous accueille chaleureusement pour partager notre histoire, notre mission et notre engagement envers la foi. Unissez-vous à nous dans la prière, en explorant ce site dédié à cultiver ensemble une vie spirituelle enrichissante.
fr: Bienvenu sur le site des Soeurs Dominicaines Missionnaires de Notre Dame de la Délivrande, Madagascar, Saharoaloha. En tant que Sœur Supérieure, je vous accueille chaleureusement pour partager notre histoire, notre mission et notre engagement envers la foi. Unissez-vous à nous dans la prière, en explorant ce site dédié à cultiver ensemble une vie spirituelle enrichissante.

source: Sister
fr: Sœurs

# sisterDenomination
source: Dominicans Missionaries Sisters Of Our Lady of Délivrande
fr: Sœurs Dominicaines Missionnaires de Notre Dame de la Délivrande

# prior
source: Prioress of the community
fr: Prieure de la communauté

# inConstructionPromotionalMessage
source: This Website is under construction.
fr: Ce site internet est en construction.

# invitingNewsLetter
source: To stay informed
fr: Pour rester informé

# newsLetterWidgetTitle
source: Register to Ahl newsletter
fr: Abonnez-vous à la newsletter

# exampleMail
source: yourname@example.com
fr: votrenom@example.com

source: Register
fr: S'inscrire
